/* Demo DATA for Time Line Components */

export const history = [
    {
        "title": "Разработка ТЗ",
        "date": "27.05.2021 14:27",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": null,
        "signingList": []
    },
    {
        "title": "Разработка ТЗ Участниками",
        "date": "31.05.2021 15:28",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Разработка ТЗ",
        "signingList": []
    },
    {
        "title": "Готово для отправки проектировщику",
        "date": "10.06.2021 09:39",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Разработка ТЗ Участниками",
        "signingList": []
    },
    {
        "title": "Отправлен проектировщику",
        "date": "11.06.2021 13:04",
        "fio": "Горбунова Ольга Владимировна",
        "position": "Начальник отдела",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Начальник отдела проектирования",
        "prevStatus": "Готово для отправки проектировщику",
        "signingList": []
    },
    {
        "title": "Служебный",
        "date": "24.06.2021 17:27",
        "fio": "Горячева Алёна Вячеславовна",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Менеджер с правами владельца",
        "prevStatus": "Отправлен проектировщику",
        "signingList": []
    },
    {
        "title": "Отправлен проектировщику",
        "date": "24.06.2021 17:27",
        "fio": "Горячева Алёна Вячеславовна",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Менеджер с правами владельца",
        "prevStatus": "Служебный",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ по разделам",
        "date": "25.06.2021 11:24",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Отправлен проектировщику",
        "signingList": [
            {
                "date": "25.06.2021 11:39",
                "fio": "Хромов Игорь Анатольевич",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (метрология)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "25.06.2021 12:04",
                "fio": "Давыдов Максим Александрович",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (энергетика)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "25.06.2021 12:06",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "28.06.2021 10:05",
                "fio": "Симоненко Андрей Анатольевич",
                "position": "Начальник управления",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Управление связи (предприятие)/Архитектура КЦ (связь)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 07:58",
                "fio": "Дмитриев Виталий Юрьевич (  )",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (механика)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 08:15",
                "fio": "Сапронова Елена Васильевна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт (ценообразование)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 08:46",
                "fio": "Плющ Дмитрий Геннадьевич",
                "position": "Энергоменеджер",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Энергоменеджер",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 10:45",
                "fio": "Дунаева Наталья Анатольевна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель по экологии",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 13:00",
                "fio": "Пантыкин Игорь Николаевич",
                "position": "Инженер по охранно-пожарным системам",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инженер по охранно-пожарным системам",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "29.06.2021 16:35",
                "fio": "Рукин Александр Сергеевич",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник ОСиР",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "06.07.2021 13:20",
                "fio": "Дорофеев Дмитрий Васильевич",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (АСУТП)",
                "comments": "Для минимизации затрат предложение п.15 сформировать с учетом проектирования ВУ АСУТП проектной организацией",
                "agreed": false,
                "agreeStatus": "Не согласовано"
            }
        ]
    },
    {
        "title": "Не прошло согласование",
        "date": "06.07.2021 13:20",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Согласование ТЗ по разделам",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ по разделам",
        "date": "06.07.2021 15:20",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Не прошло согласование",
        "signingList": [
            {
                "date": "06.07.2021 15:24",
                "fio": "Хромов Игорь Анатольевич",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (метрология)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "06.07.2021 16:18",
                "fio": "Кузнецов Евгений Васильевич",
                "position": "Ведущий инженер-технолог",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Энергоменеджер",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "06.07.2021 16:21",
                "fio": "Бочаров Сергей Александрович",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (механика)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "06.07.2021 17:41",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "07.07.2021 09:21",
                "fio": "Белов Юрий Борисович",
                "position": "",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "ИТ (архитектура)",
                "comments": "Системы связи не требуются",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "07.07.2021 16:00",
                "fio": "Дорофеев Дмитрий Васильевич",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (АСУТП)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "07.07.2021 16:01",
                "fio": "Торяник Юрий Валериевич",
                "position": "Эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник ОСиР",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "07.07.2021 16:14",
                "fio": "Пантыкин Игорь Николаевич",
                "position": "Инженер по охранно-пожарным системам",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инженер по охранно-пожарным системам",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "07.07.2021 16:33",
                "fio": "Сапронова Елена Васильевна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт (ценообразование)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 08:36",
                "fio": "Щекин Александр Васильевич",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Управление связи (предприятие)/Архитектура КЦ (связь)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 09:22",
                "fio": "Давыдов Максим Александрович",
                "position": "Главный эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Эксперт СУН (энергетика)",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 10:53",
                "fio": "Дунаева Наталья Анатольевна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель по экологии",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            }
        ]
    },
    {
        "title": "Согласование ТЗ по разделам завершено",
        "date": "08.07.2021 10:53",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Согласование ТЗ по разделам",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ",
        "date": "08.07.2021 12:34",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Согласование ТЗ по разделам завершено",
        "signingList": [
            {
                "date": "08.07.2021 12:35",
                "fio": "Полунчуков Алексей Николаевич",
                "position": "Ведущий инженер-технолог",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инициатор ТЗ",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 13:08",
                "fio": "Горбунова Ольга Владимировна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник отдела проектирования",
                "comments": "Привести в соответствие номера приложений.",
                "agreed": false,
                "agreeStatus": "Не согласовано"
            },
            {
                "date": "08.07.2021 13:30",
                "fio": "Лихацкий Алексей Викторович",
                "position": "Руководитель службы",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель СУН",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 13:51",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            }
        ]
    },
    {
        "title": "Не прошло согласование",
        "date": "08.07.2021 15:15",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Согласование ТЗ",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ",
        "date": "08.07.2021 16:21",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Не прошло согласование",
        "signingList": [
            {
                "date": "08.07.2021 16:21",
                "fio": "Полунчуков Алексей Николаевич",
                "position": "Ведущий инженер-технолог",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инициатор ТЗ",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "08.07.2021 16:23",
                "fio": "Лихацкий Алексей Викторович",
                "position": "Руководитель службы",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель СУН",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "09.07.2021 09:07",
                "fio": "Казбанов Константин Геннадьевич",
                "position": "Начальник производства",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер производства",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "09.07.2021 09:09",
                "fio": "Торяник Юрий Валериевич",
                "position": "Эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник ОСиР",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "09.07.2021 11:45",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "09.07.2021 13:41",
                "fio": "Горбунова Ольга Владимировна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник отдела проектирования",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            }
        ]
    },
    {
        "title": "Утверждение ТЗ",
        "date": "09.07.2021 13:41",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Согласование ТЗ",
        "signingList": [
            {
                "date": "13.07.2021 07:43",
                "fio": "Новиков Сергей Валерьевич",
                "position": "Главный инженер",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Главный инженер",
                "comments": "НЕ увидел в пояснительной какая существует проблема, а в предложение какое техническое решение необходимо реализовать. Какие массообменные устройства установлены в колоне. Почему требования п.п. 34 отсутствуют?",
                "agreed": false,
                "agreeStatus": "Не утверждено"
            }
        ]
    },
    {
        "title": "Не прошло согласование",
        "date": "13.07.2021 07:43",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Утверждение ТЗ",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ",
        "date": "13.07.2021 15:46",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Не прошло согласование",
        "signingList": [
            {
                "date": "13.07.2021 15:47",
                "fio": "Полунчуков Алексей Николаевич",
                "position": "Ведущий инженер-технолог",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инициатор ТЗ",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "13.07.2021 16:15",
                "fio": "Казбанов Константин Геннадьевич",
                "position": "Начальник производства",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер производства",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "13.07.2021 16:42",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "13.07.2021 16:47",
                "fio": "Торяник Юрий Валериевич",
                "position": "Эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник ОСиР",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "14.07.2021 07:45",
                "fio": "Лихацкий Алексей Викторович",
                "position": "Руководитель службы",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель СУН",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            }
        ]
    },
    {
        "title": "Не прошло согласование",
        "date": "14.07.2021 07:51",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Согласование ТЗ",
        "signingList": []
    },
    {
        "title": "Согласование ТЗ",
        "date": "14.07.2021 15:29",
        "fio": "Полунчуков Алексей Николаевич",
        "position": "Ведущий инженер-технолог",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "Инициатор ТЗ",
        "prevStatus": "Не прошло согласование",
        "signingList": [
            {
                "date": "14.07.2021 15:30",
                "fio": "Полунчуков Алексей Николаевич",
                "position": "Ведущий инженер-технолог",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Инициатор ТЗ",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "14.07.2021 15:45",
                "fio": "Торяник Юрий Валериевич",
                "position": "Эксперт",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник ОСиР",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "14.07.2021 16:09",
                "fio": "Плюхин Николай Юрьевич",
                "position": "Старший менеджер проекта",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер проекта",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "15.07.2021 08:52",
                "fio": "Горбунова Ольга Владимировна",
                "position": "Начальник отдела",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Начальник отдела проектирования",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "14.07.2021 16:04",
                "fio": "Казбанов Константин Геннадьевич",
                "position": "Начальник производства",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Старший менеджер производства",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            },
            {
                "date": "14.07.2021 16:17",
                "fio": "Лихацкий Алексей Викторович",
                "position": "Руководитель службы",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Руководитель СУН",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Согласовано"
            }
        ]
    },
    {
        "title": "Утверждение ТЗ",
        "date": "15.07.2021 08:52",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Согласование ТЗ",
        "signingList": [
            {
                "date": "15.07.2021 18:01",
                "fio": "Новиков Сергей Валерьевич",
                "position": "Главный инженер",
                "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
                "role": "Главный инженер",
                "comments": "",
                "agreed": true,
                "agreeStatus": "Утверждено"
            }
        ]
    },
    {
        "title": "Утвержден",
        "date": "15.07.2021 18:01",
        "fio": "",
        "position": "",
        "agency": "АКЦИОНЕРНОЕ ОБЩЕСТВО \"ВОРОНЕЖСКИЙ СИНТЕТИЧЕСКИЙ КАУЧУК\"",
        "role": "",
        "prevStatus": "Утверждение ТЗ",
        "signingList": []
    }
]

export default history;
